Repository: msandroid/Cursor-Rule
Catalog: LocalizingExample/Landmarks/Resources/LandmarkData.xcstrings
Source language: en
Languages: de

source: Located in northern Tanzania and southwestern Kenya, the Serengeti is a mix of riparian forests, acacia woodlands, and grasslands that covers nearly 12,000 square miles. With open plains that stretch seemingly forever, it creates a breathtaking backdrop for one of the most spectacular wildlife events on Earth: the awe-inspiring Great Migration. Volcano activity from the nearby Ngorongoro Highlands shaped much of the region, depositing nutrient-rich soil as a result of past eruptions. The Serengeti sits atop Precambrian rock formations and supports vast herds of herbivores with abundant grasses. The Mara and Grumeti rivers carve their way through he plains, providing crucial water supplies to sustain wildlife year-round. The Serengeti is home to one of Africa’s highest concentrations of large mammal species, including elephants, giraffes, hyenas, lions, and zebras. Every year, more than a million wildebeest make a circular migration across the Serengeti Plains, following seasonal rains. Their grazing and trampling of grass allow new grasses to grow, while their wast helps fertilize the soil.
de: Die Serengeti erstreckt sich über ca. 30.000 Quadratkilometer im Norden Tansanias und im Südwesten Kenias und besteht aus einer Mischung aus Uferwäldern, Akazienwäldern und Grasland. Mit ihren endlos weiten Ebenen bietet sie die atemberaubende Kulisse für eines der spektakulärsten Wildtierereignisse der Welt: die beeindruckende Große Wanderung. Ein Großteil der Region ist geprägt von der Vulkanaktivität in den Ngorongoro Highlands. Eruptionen in der Vergangenheit haben nährstoffreiche Böden abgelagert. Die Serengeti liegt auf präkambrischen Felsformationen und bietet großen Herden pflanzenfressender Tiere dank üppiger Gräser ausreichend Nahrung. Die Flüsse Mara und Grumeti winden sich durch die Ebenen und stellen das ganze Jahr über eine wichtige Wasserquelle für die Wildtiere dar. Die Serengeti beherbergt mit die höchste Dichte der großen Säugetierarten in Afrika, darunter Elefanten, Giraffen, Hyänen, Löwen und Zebras. Jedes Jahr wandern mehr als eine Million Gnus in einem Kreis über die Ebenen der Serengeti und folgen den saisonalen Regenfällen. Durch ihr Weiden und Trampeln sowie dem nährstoffreichen Mist kann sich das Gras erneuern.

source: Mount Fuji
de: Berg Fuji

source: Niagara Falls
de: Niagarafälle

source: Niagara Falls is comprised of three separate falls, Horseshoe Falls, American Falls, and Bridal Veil Falls. It lies at the border between Canada and the United States. The millions of gallons of water that plunge over its edge originates from Lake Erie in the Great Lakes. The flow of water produces a roaring cascade, fills the air with mist, and creates vibrant rainbows. It is one of the most famous and powerful waterfalls in the world. The Falls began to form at the end of the last Ice Age, taking more than 12,000 years to fully develop. The process continues today as the flow of water continues to erode sedimentary layers of rock to shape and reshape the landscape. Preservation work has been done to preserve the Falls, and the volume of water has reduced due to diversion for hydroelectric power, which generates nearly 4.9 million kilowatts of power. A dynamic ecosystem exists around the Falls. Fish life thrives in the Niagara River, including species such as bass and sturgeon. Gulls, bald eagles, and peregrine falcons are some of the avian wildlife that can be seen flying above the Falls, while lush vegetation grows along the riverbanks.
de: Die Niagarafälle bestehen aus drei separaten Fällen: den Horseshoe Falls, den American Falls und den Bridal Veil Falls. Sie liegen an der Grenze zwischen Kanada und den USA. Die Millionen Liter Wasser, die über den Rand stürzen, stammen aus dem Eriesee, einem Teil der Großen Seen. Der Wasserstrom erzeugt eine tosende Kaskade, füllt die Luft mit Nebel und erzeugt leuchtende Regenbögen. Sie sind einer der berühmtesten und gewaltigsten Wasserfälle der Welt. Die Fälle begannen sich am Ende der letzten Eiszeit zu bilden und benötigten mehr als 12.000 Jahre, um sich vollständig zu entwickeln. Dieser Prozess dauert bis heute an, da der Wasserstrom weiterhin Sedimentschichten des Gesteins erodiert und die Landschaft formt und umformt. Es wurden Maßnahmen zum Schutz der Fälle ergriffen und das Wasservolumen wurde aufgrund der Umleitung für die Wasserkraftproduktion reduziert, die fast 4,9 Millionen Kilowatt Strom erzeugt. Rund um die Fälle existiert ein dynamisches Ökosystem. Im Niagara River leben zahlreiche Fischarten, darunter Barsche und Störe. Möwen, Weißkopfseeadler und Wanderfalken sind einige der Vogelarten, die über den Fällen fliegen, während üppige Vegetation entlang der Flussufer wächst.

source: North America
de: Nordamerika

source: Northeastern Maranhão, Brazil
de: Nordöstliches Maranhão, Brasilien

source: Ontario, Canada and New York, United States
de: Ontario, Kanada, und New York, Vereinigte Staaten

source: Potosi Department, Bolivia
de: Departamento Potosí, Bolivien

source: Presenting a spectacular display of towering sandstone buttes, vibrant red rock formations, and expansive open plains, Monument Valley is an iconic landscape of the Colorado Plateau, located near the Arizona-Utah border. The stratified buttes rise dramatically from the valley floor reaching heights up to 1,000 feet. Formed by rivers, wind, and ice, the valley is comprised largely of siltstone and sand deposits. Softer material eroded away, leaving the massive sandstone buttes that remain today. Vegetation in Monument Valley is sparse but beautiful. Contributing to an interesting palette, plants like purple sage complement the red rock formations with splashes of purple flowers and white or gray leaves. Rabbitbrush brings in yellow flowers and green leaves. Mojave yucca plants have fine hairs and a wax coating to trap moisture and reflect sunlight to help it survive. Animal life is diverse, with large mammals like the mountain lions, coyotes, and jackrabbits. Reptiles include lizards such as the long-nose leopard lizard as well as iguanas and various snakes. With watchful eyes soaring above all of this are red-tailed hawks, tree sparrows, and more.
de: Monument Valley ist eine faszinierende Landschaft im Colorado-Plateau, die sich in der Nähe der Grenze zwischen Arizona und Utah befindet. Sie bietet eine spektakuläre Kulisse aus hoch aufragenden Sandsteinkuppen, leuchtend roten Felsformationen und weitläufigen offenen Ebenen. Die geschichteten Kuppen ragen dramatisch aus dem Talboden empor und erreichen Höhen von bis zu 300 Metern. Das Tal besteht größtenteils aus Schluffstein- und Sandablagerungen, die durch Flüsse, Wind und Eis geformt wurden. Weicheres Material wurde abgetragen, sodass die massiven Sandsteinkuppen übrig blieben. Die Vegetation in Monument Valley ist spärlich, aber wunderschön. Pflanzen wie der lila Salbei tragen mit ihren lila Blüten und silbrigen Blättern zu einer interessanten Farbpalette bei, oder der Kaninchenbusch mit seinen gelben Blüten und grünen Blättern. Die Mojave-Yucca hat feine Haare und eine Wachsschicht, um Feuchtigkeit zu halten und sich durch Reflexion vor dem Sonnenlicht zu schützen, damit sie überleben kann. Das Tierleben ist vielfältig und umfasst große Säugetiere wie Berglöwen, Kojoten und Kaninchen. Zu den Reptilien gehören Eidechsen wie die Langnasenleopardeneidechse sowie Leguane und verschiedene Schlangen. Über all dem schweben mit wachsamen Augen Rotschwanzbussarde, Baumspatzen und mehr.

source: Queensland, Australia
de: Queensland, Australien

source: Sahara Desert
de: Sahara

source: South America
de: Südamerika

source: South Shetland Islands
de: Südliche Shetlandinseln

source: Spanning more than 1,200 square miles, the Joshua Tree National Park is located in Southern California not far from Palm Springs. The park spans both the Mojave and Colorado deserts and is most known for the rugged rock formations and the spiky, twisted Joshua trees. The two deserts have distinct characteristics. On the western side of the park, the higher and cooler Mojave is a high desert ecosystem while the eastern side’s Colorado is a low desert climate. Ancient volcanic activity, erosion, and tectonic fault movement shaped the park’s dramatic landscape. Surreal formations of massive granite boulders, rock hills (known as inselbergs), hidden canyons, and the unique Joshua trees create an otherworldly beauty. Despite the harsh desert climates, a variety of resilient wildlife and plant life can be found. Larger mammals such as coyote, desert bighorn sheep, mountain lion often burrow or stay in caves during the hot day time hours, becoming more active at night. Ancient bristlecone pines, creosote bush, and ephemeral spring wildflowers are some of the more than 1,000 species of plant found Joshua Tree.
de: Der Joshua Tree Nationalpark erstreckt sich über eine Fläche von mehr als 3.000 Quadratkilometer und liegt in Südkalifornien unweit von Palm Springs. Der Park erstreckt sich über die Mojave- und die Colorado-Wüste und ist vor allem für seine rauen Felsformationen und die stacheligen, verdrehten Josua-Palmlilien bekannt. Die beiden Wüsten haben unterschiedliche Eigenschaften. Auf der westlichen Seite des Parks ist die kühlere Mojave-Wüste eine Hochwüste, während in der Colorado-Wüste auf der östlichen Seite Tieflandklima herrscht. Alte vulkanische Aktivität, Erosion und tektonische Verwerfungen haben die spektakuläre Landschaft des Parks geprägt. Die surrealen Formationen aus massiven Granitfelsen, Felshügeln (auch Inselberge genannt), versteckten Schluchten und den einzigartigen Josua-Palmen sind von außerirdischer Schönheit. Trotz des rauen Wüstenklimas gibt es eine Vielzahl von widerstandsfähigen Wildtieren und Pflanzen. Größere Säugetiere wie Kojoten, Wüstenschafen und Berglöwen graben sich oft ein oder bleiben tagsüber in Höhlen und werden nachts aktiv. Alte Wacholder, Creosotebüsche und kurzlebige Frühlingsblumen gehören zu den mehr als 1.000 Pflanzenarten, die im Joshua Tree Nationalpark zu finden sind.

source: Standing guard over the narrowest part of the English Channel, the White Cliffs of Dover present a striking façade of chalk streaked with accents of black flint. Over millions of years, skeletons of tiny algae and other sea creatures settled into the white mud under the sea. After these deposits compacted to form chalk, a major mountain building event forced the undersea masses above sea level to form the cliffs. Above the cliffs, a chalk grassland supports many species of wildflowers, butterflies, and birds. Orchids, rock samphire, and the unusual oxtongue broomrape are found here. In spring and autumn, the rare Adonis blue butterfly can be seen in the grasslands, as can the similar looking chalk hill blue. Many migratory birds use the cliffs as their first landing point after crossing the English Channel. Peregrine falcons and the skylark are some of the birds that make their homes along the cliffs.
de: Die weißen Klippen von Dover bewachen den schmalsten Teil des Ärmelkanals und stellen eine markante Kreidefassade mit schwarzen Bändern aus Feuerstein dar. Über Millionen von Jahren wurden Skelette winziger Algen und anderer Meeresbewohner im weißen Schlamm am Meeresgrund abgelagert. Nachdem diese Ablagerungen zu Kreide verfestigt waren, wurden die Schichten am Meeresgrund durch gewaltige Gebirgsbildungsprozesse über den Meeresspiegel gehoben und die Klippen entstanden. Oberhalb den Klippen erstreckt sich eine Kreidewiese, die vielen Wildblumen-, Schmetterlings- und Vogelarten Lebensraum bietet. Hier wachsen Orchideen, Felsen-Meerkohl und die ungewöhnliche Ochsenzungen-Krähenbeere. Im Frühling und Herbst kann man den seltenen Adonisblau-Schmetterling auf den Wiesen sehen, ebenso wie den ähnlich aussehenden Bläuling. Viele Zugvögel nutzen die Klippen als ersten Landepunkt nach der Überquerung des Ärmelkanals. Wanderfalken und die Feldlerche sind einige der Vögel, die entlang der Klippen leben.

source: Stretching 3,000 miles from northwest Canada to southwest United States, the Rocky Mountains are the setting for some of North America’s most stunning scenery. With soaring peaks, jagged summits, pastoral alpine meadows, dense forests, and crystal clear lakes, the Rockies are home to a wide range of flora and fauna. The mountain habitats support a wide range wildlife including wolves, elk, moose, bighorn sheep, grizzly bears, and wolverines. The variety of plants found in the Rocky Mountains is similarly diverse including over 900 species of wildflowers and conifers such as pine, spruce, and fir. Deciduous trees, known for their brilliant colorful autumn leaves contribute to some of the most biologically diverse habitats in the Rocky Mountain National Park. All of these ecological elements and waterways provide an important habitat for North America migratory birds. The geological history of the Rocky Mountains dates back approximately 60 to 70 million years when several tectonic plates began shifting under the North American plate. The result was a long, broad belt of mountains running along western North America. The dramatic peaks and valleys we see today were further formed by tectonic activity and erosion by glaciers. The majority of the highest peaks are found in Colorado. Numerous public parks protect much of the mountain range, providing tourists plenty of year-round activities.
de: Die Rocky Mountains erstrecken sich knapp 5000 Kilometer von Nordwestkanada bis in den Südwesten der USA und bieten einige der atemberaubendsten Landschaften Nordamerikas. Mit ihren schroffen Gipfeln, sanften Almwiesen, dichten Wäldern und kristallklaren Seen beherbergen die Rocky Mountains eine Vielzahl an Flora und Fauna. Die Berglandschaften bieten Lebensraum für zahlreiche Wildtiere, darunter Wölfe, Hirsche, Elche, Dickhornschafe, Grizzlybären und Vielfraße. Die Vielfalt der Pflanzen in den Rocky Mountains ist ähnlich groß und umfasst über 900 Wildblumenarten sowie Nadelbäume wie Kiefern, Fichten und Tannen. Laubbäume, die für ihre farbenprächtigen Blätter im Herbst bekannt sind, bieten einige der biologisch vielfältigsten Lebensräume im Rocky Mountain National Park. All diese ökologischen Komponenten sowie die Wasserwege bieten einen wichtigen Lebensraum für die Zugvögel Nordamerikas. Die geologische Geschichte der Rocky Mountains reicht etwa 60 bis 70 Millionen Jahre zurück, als sich mehrere tektonische Platten unter die Nordamerikanischen Platte bewegten. Das Ergebnis war ein langer, breiter Gebirgsgürtel entlang der Westküste Nordamerikas. Die dramatischen Gipfel und Täler, die wir heute sehen, wurden durch tektonische Aktivität sowie Erosion durch Gletscher weiter geformt. Die meisten der höchsten Gipfel befinden sich in Colorado. Zahlreiche öffentliche Parks schützen einen Großteil des Gebirgszugs und es gibt ganzjährig zahlreiche Aktivitäten für Touristen.

source: Tanzania
de: Tansania

source: The South Shetland Islands consist of 11 major islands and several minor ones, making up more than 1,400 square miles of land area. The Antarctic island chain is located in the Drake Passage. Almost all of the land area is permanently covered by glaciers. Active geothermal vents and hot springs provide balance the two contrasting extremes of fire and ice. Various plants have adapted to the harsh conditions, including two flowering plants — the Antarctic hair grass and Antarctic pearlwort. Other examples of adapted plants include mosses, liverworts, lichens, and fungi. Notable penguin species include Adélie, Chinstrap, and Gentoo. Crabeater, Leopard, Weddell, and fur seals are some of the island’s other inhabitants.
de: Die Süd-Shetland-Inseln bestehen aus 11 größeren und mehreren kleineren Inseln und haben eine Gesamtfläche von mehr als 3.600 Quadratkilometern. Die antarktische Inselkette befindet sich in der Drake Passage. Fast die gesamte Landfläche ist dauerhaft von Gletschern bedeckt. Heiße Quellen bilden einen Ausgleich zu den beiden gegensätzlichen Extremen – Feuer und Eis. Verschiedene Pflanzen haben sich an die rauen Bedingungen angepasst, darunter zwei Blütenpflanzen – das Antarktis-Haargras und die Antarktis-Perlwurz. Weitere Beispiele für angepasste Pflanzen sind Moose, Lebermoose, Flechten und Pilze. Zu den bemerkenswerten Pinguinarten gehören Adélie-, Kinnriemen- und Gentoo-Pinguine. Verschiedene Robbenarten wie Leoparden-, Weddell- oder Pelzrobben sowie der Krabbenfresser gehören zu den weiteren Bewohnern der Inseln.

source: The sprawling Sahara Desert spans more than 3.5 million square miles and is the largest hot desert in the world. Covering much of northern Africa, it reaches three major bodies of water: the Atlantic Ocean in the west, the Red Sea in the east, and the Mediterranean Sea to the north. To the south is the Sahei region. The Sahara’s harsh environment is characterized by vast sand dunes, arid plains, and rocky plateaus. The tallest sand dune is located in the Erg Chebbi region of southeastern Morocco and reaches a height of roughly 330 feet. The desert plays an important role in shaping climate patterns and ecological systems. Formed over the course of millions of years and dating back to the Precambrian era, the Sahara was once a lush, verdant landscape with lakes and rivers. Over many years, wind erosion has sculpted towering cliffs, rock arches, deep canyons and many striking and picturesque landforms. Beneath a surface composed of gravel plains and sand seas lies vast underground aquifers that store ancient water, hidden remnants of a time when the Sahara was a much more hospitable place. While the Sahara experiences extreme temperatures and has scarce rainfall, it supports a variety of plant and animal life that have adapted to the harsh conditions. The sparse vegetation includes drought-tolerant varieties such as desert grasses such as Lovegrass that can store water in their roots and help prevent soil erosion. Other vegetation includes Acacia trees, date palms, and olive trees. Animal life has also adapted to be able to endure the extreme heat and extended periods of time with little or no water. Fennec foxes, camels, addax, and scorpions are some examples of the species found in the Sahara. Many animals have made nocturnal adaptations in order to remain hidden during the high daytime temperatures. Many migratory birds pass through the region and take advantage of seasonal water sources and oases.
de: Die weitläufige Sahara erstreckt sich über mehr als 9 Millionen Quadratkilometer und ist die größte heiße Wüste der Welt. Sie erstreckt sich über einen Großteil Nordafrikas und reicht bis an drei große Gewässer: den Atlantik im Westen, das Rote Meer im Osten und das Mittelmeer im Norden. Im Süden liegt die Sahelzone. Die raue Umgebung der Sahara ist geprägt von riesigen Sanddünen, trockenen Ebenen und felsigen Plateaus. Die höchste Sanddüne befindet sich in der Region Erg Chebbi im Südosten Marokkos und erreicht eine Höhe von etwa 100 Metern. Die Wüste spielt eine wichtige Rolle für Klimamuster und Ökosysteme. Die Sahara entstand über Millionen von Jahren und stammt aus dem Präkambrium. Sie war einst eine üppige, grüne Landschaft mit Seen und Flüssen. Im Laufe der Jahre hat die Winderosion steile Klippen, Felsbögen, tiefe Schluchten und viele markante und malerische Landschaftsformen geschaffen. Unter einer Oberfläche aus Kiesebenen und Sandmeeren liegen riesige Grundwasserreserven, in denen seit langen Zeiten Wasser lagert und die verborgene Überreste einer Zeit sind, als die Sahara noch ein viel lebensfreundlicherer Ort war. Obwohl die Sahara extremen Temperaturen ausgesetzt ist und nur selten Niederschläge auftreten, beherbergt sie eine Vielzahl von Pflanzen und Tieren, die sich an die rauen Bedingungen angepasst haben. Die spärliche Vegetation umfasst dürretolerante Arten wie Wüstengräser, z. B. Liebesgras, sowie Pflanzen, die Wasser in ihren Wurzeln speichern und zur Verhinderung von Bodenerosion beitragen können. Weiterhin findet man Akazienbäume, Dattelpalmen und Olivenbäume. Auch die Tierwelt hat sich angepasst, um die extremen Temperaturen und längeren Zeiträume mit wenig oder gar keinem Wasser zu trotzen. Fennecfüchse, Kamele, Addax und Skorpione sind einige Beispiele für die Arten, die in der Sahara vorkommen. Viele Tiere haben sich an die Nacht angepasst, um sich während der hohen Tagestemperaturen zu verstecken. Zahlreiche Zugvögel ziehen durch die Region und nutzen saisonale Wasserquellen und Oasen.

source: Utah and Arizona, United States
de: Utah und Arizona, Vereinigte Staaten

source: Uyuni Salt Flat
de: Uyuni-Salzwüste

source: When seen at a distance, Mount Fuji presents a beautiful, nearly symmetric, often snow-capped profile and is Japan’s tallest and most iconic mountain. The volcanic cone rises gracefully up to slightly more than 12,000 feet. On clear days, the mountain is visible as far away as Tokyo. Despite its seemingly peaceful distant existence, Mount Fuji is an active volcano. Its last eruption was in 1707. Similar to other exceptionally tall mountains, Fuji-san is home to many ecological zones from its base to its summit. In the lower elevations, deciduous and coniferous trees such as the Japanese oak and cedars are common. As you climb in elevation, the climate becomes harsher and plant life transitions to alpine plants and shrubs that have adapted to colder temperatures. At the highest altitudes, a volcanic desert environment exists. Many mammals and birds are found in the forests on Mount Fuji. Black bears live there, although squirrels and fox are more likely to be seen. The Japanese serow is a rare and protected species of goat-antelope that roams secretively through dense forests. High altitude birds such as the Iwahibari and Hoshigarasu are found above 8,200 feet, while several species of warblers, flycatchers, and Ural and scops owls live in lower altitudes.
de: Aus der Ferne betrachtet, präsentiert sich der Berg Fuji mit einem schönen, fast symmetrischen und oft schneebedeckten Profil und ist sowohl Japans höchster als auch bekanntester Berg. Der pyroklastische Kegel erhebt sich anmutig auf über 3.700 Meter. An klaren Tagen ist der Berg bis nach Tokio zu sehen. Trotz seiner scheinbar friedlichen Erscheinung ist der Berg Fuji ein aktiver Vulkan. Sein letzter Ausbruch fand im Jahr 1707 statt. Ähnlich wie andere außergewöhnlich hohe Berge beherbergt der Fuji-san von seinem Fuß bis zum Gipfel viele ökologische Zonen. In den tieferen Lagen sind Laub- und Nadelbäume wie die japanische Eiche und Zedern verbreitet. Mit zunehmender Höhe wird das Klima rauer und die Pflanzenwelt wechselt zu alpinen Pflanzen und Sträuchern, die sich an kältere Temperaturen angepasst haben. In den höchsten Lagen herrscht eine vulkanische Wüstenumgebung. In den Wäldern des Berg Fuji leben viele Säugetiere und Vögel. Schwarze Bären leben dort, obwohl man häufiger Eichhörnchen und Füchse sieht. Der Japanische Serow ist eine seltene und geschützte Ziegenantilopenart, die sich heimlich durch dichte Wälder bewegt. Vögel der Hochgebirge wie der Iwahibari und der Hoshigarasu sind über 2.500 Metern zu finden, während mehrere Arten von Grasmücken, Fliegenschnäppern sowie Ural- und Zwergohren in tieferen Lagen leben.
